brew 'bandwhich'
brew 'bash'
brew 'procs'
brew 'koekeishiya/formulae/skhd'
brew 'rtx'
brew 'koekeishiya/formulae/yabai'
brew 'zsh'

cask_args appdir: '/Application'
cask 'caffeine'
cask 'dash'
cask 'dbngin'
cask 'fantastical'
cask 'firefox-developer-edition'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask 'obsidian'
cask 'orbstack'
cask 'raycast'
cask 'rectangle'
cask 'wezterm'
